tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "coreutils"
brew "cowsay"
brew "fd"
brew "git"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "jq"
brew "maven"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "hashicorp/tap/terraform"
